[DualMeleeDamageModifer X2AbilityTemplate]
LocFriendlyName="Dual Wield Melee"
LocHelpText=""
LocLongDescription=""
LocPromotionPopupText="Dual Wield Melee"

[DualSlashSecondary X2AbilityTemplate]
LocFriendlyName="Secondary Slash"
LocHelpText=""
LocLongDescription=""
LocPromotionPopupText="Secondary Slash"

